{
  "responses": [
    "It's okay, everyone has setbacks. You'll get back on track in no time <:)",
    "Don't be too hard on yourself. Tomorrow is a fresh start :)",
    "This is just a bump in the road. You've got this :3",
    "Every champion has setbacks. What matters is getting back up uwu",
    "It's not about perfection, it's about progress. Keep going, we got this :)",
    "One slip doesn't define you. Your determination does :p",
    "Tomorrow is a new day to start fresh. You're stronger than this :D",
    "Every failure is a lesson. You're growing stronger and stronger each day <:)",
    "Don't let this moment discourage you. You're still on the right path :)",
    "It's okay to stumble. What matters is that you keep trying :3",
    "This setback is temporary. Your commitment is permanent uwu",
    "You're human, and that's okay. Tomorrow you'll be even stronger 8)",
    "Every day is a chance to start over. You've got this :p",
    "Don't give up on yourself. You're worth the effort :D",
    "This is just one moment. Da journey continues <:)",
    "You're not starting over, you're starting with experience :)",
    "It's okay to fall down. The important thing is getting back up :3",
    "Tomorrow you'll be stronger and more determined. Keep your head up uwu",
    "This doesn't erase your progress. You're still moving forward 8)",
    "Every challenge makes you stronger. This is no exception :p",
    "You're learning what works and what doesn't. That's valuable :D",
    "Don't let one moment define your entire journey <:)",
    "You're building resilience with every challenge :)",
    "This is just a pause, not the end. You'll bounce back in no time :3",
    "Your commitment to trying again shows your strength uwu",
    "Every successer was once a beginner who didn't give up 8)",
    "This moment of struggle is making you unstoppable, we be unstoppable :p",
    "You're not failing, you're learning how to succeed :D",
    "Tomorrow you'll be one day stronger. Keep going <:)",
    "Your willingness to keep trying is your superpower :)",
    "Remember, Rome wasn't built in a day. You're building something great :3",
    "This stumble is just part of your success story uwu",
    "You're stronger than you were yesterday, even with this setback. Be proud 8)",
    "Every great journey has its ups and downs :p",
    "You're not weak, you're just human :D",
    "This moment of weakness is making you stronger <:)",
    "You've come this far, don't let one moment stop you :)",
    "Your progress isn't lost, it's just paused :3",
    "Tomorrow you'll wake up with renewed determination uwu",
    "This is just a test of your commitment, stay strong, be strong 8)",
    "You're proving to yourself that you can handle anything :)",
    "Every setback is a setup for a comeback :D",
    "You're not alone in this struggle <:)",
    "This challenge is making you the person you want to be :)",
    "Meow, we got this :3",
    "Tomorrow is a blank page waiting for your success uwu",
    "This moment of difficulty is temporary, the determination is permanent 8)",
    "You're building yourself with every moment in this challenge :p",
    "Your future self is cheering you on <:)",
    "This is just one chapter in your success story <:)",
    "You're not giving up, you're regrouping :)",
    "Every day you try is a day you're winning :3",
    "This setback is just fuel for your comeback uwu",
    "You're learning what it takes to be unstoppable 8)",
    "Tomorrow you'll be proud of how you handled today :p",
    "This moment of struggle is making you legendary :D",
    "You're not failing, you're finding your way <:)",
    "Every challenge is an opportunity to grow :)",
    "This is just a detour, not the end of the road :3",
    "You're building the strength to overcome anything uwu",
    "Tomorrow you'll be grateful for today's lesson 8)"
  ]
}
